Repository: dersalis/Medibox
Catalog: Medibox.WP8/Resources/AppResources.*.resx
Languages: pl_pl

# ResourceLanguage
source: en-US
pl_pl: pl-PL

# ButtonAddMedicine
source: add
pl_pl: dodaj

# PageAbout
source: about
pl_pl: o programie

# PageMedication
source: medicine
pl_pl: lekarstwa

# PageNewMedicine
source: new medicine
pl_pl: nowe lekarstwo

# PageToday
source: today
pl_pl: dziś

# PageViewMedicine
source: medicine preview
pl_pl: podgląd lekarstwa

# TextEmailSubiect
source: I love Medibox
pl_pl: Uwielbiam Medibox

# ButtonCancel
source: cancel
pl_pl: anuluj

# ButtonSave
source: save
pl_pl: zapisz

# TextDose
source: Dose
pl_pl: Wielkość dawki

# TextHelp
source: HELP
pl_pl: POMOC

# TextNote
source: Note
pl_pl: Notatka

# TextNumberOfDosePerDay
source: Number of doses per day
pl_pl: Liczba dawek na dzień

# TextPriority
source: Priority
pl_pl: Priorytet

# TextPriorityHigh
source: high
pl_pl: wysoki

# TextPriorityNormal
source: normal
pl_pl: normalny

# TextReminder
source: Reminder
pl_pl: Przypomnienie

# TextReminderOff
source: off
pl_pl: wyłączone

# TextReminderOn
source: on
pl_pl: włączone

# TextStartDate
source: Start on the date
pl_pl: Rozpocznij w dniu

# TextStartTime
source: Start time
pl_pl: Rozpocznij o godzinie

# TextStopDate
source: Stop on the date
pl_pl: Zakończ w dniu

# TextMedicineName
source: Medicine name
pl_pl: Nazwa lekarstwa

# TextSelectNumberOfDosePerDay
source: SELECT THE NUMBER OF DOSES PER DAY
pl_pl: WYBIERZ LICZBĘ DAWEK NA DZIEŃ

# TextTypeDose
source: type the size of the dose
pl_pl: wpisz wielkość dawki

# TextTypeMedicineName
source: type the medicine name
pl_pl: wpisz nazwę lekarstwa

# TextTypeNote
source: type a note
pl_pl: wpisz notatkę

# MessageStopDateContent
source: The end date must be greater than the start date
pl_pl: Data zakończenia musi być większa od daty rozpoczęcia

# MessageStopDateTitle
source: Change the end data
pl_pl: Zmień datę zakończenia

# TextDailyDose
source: Daily dose
pl_pl: Codzienna dawka

# HelpDose
source: Type size of dose. Example: 2 tablets 50 ml
pl_pl: Wpisz wielkość dawki. Przykład: 2 tabletki 50 ml

# HelpMedicineName
source: Type the name of medicine
pl_pl: Wpisz nazwę lekarstwa

# HelpNote
source: Type a note
pl_pl: Wpisz notatkę

# HelpNumberOfDosePerDay
source: Select the number of doses that you take in one day
pl_pl: Wybierz liczbę dawek jaką będziesz przyjmować w jednym dniu

# HelpPriority
source: Set high priority to highlight the medicine
pl_pl: Ustaw wysoki priorytet aby wyróżnić lekarstwo

# HelpReminder
source: Set a reminder. The program will remind you when to take your next dose of medicine
pl_pl: Ustaw przypomnienie. Program przypomni Ci jeśli nadejdzie czas przyjęcia kolejnej dawki lekarstwa

# HelpStartDate
source: Select the day when you begin taking medicine
pl_pl: Wybierz dzień w którym rozpoczniesz przyjmowanie lekarstwa

# HelpStartTime
source: Select the time when you begin taking medicine
pl_pl: Wybierz godzinę o której rozpoczniesz przyjmowanie lekarstwa

# HelpStopDate
source: Select the day when to finish taking medicine
pl_pl: Wybierz dzień w którym zakończysz przyjmowanie lekarstwa

# TextSingleDose
source: Single dose
pl_pl: Pojedyńcza dawka

# TextTodaysDoses
source: Today's doses
pl_pl: Dzisiejsze dawki

# ButtonAbout
source: about
pl_pl: o programie

# ButtonDeleteMedicine
source: delete
pl_pl: usuń

# ButtonEditMedicine
source: edit
pl_pl: edytuj

# TextContact
source: contact
pl_pl: kontakt

# TextExit
source: Do you want to quit the program?
pl_pl: Czy chcesz opuścić program?

# TextFreeAddMedication
source: The free version allows for the addition of 10 medicines
pl_pl: Darmowa wersja pozwala na dodanie 100 lekarst

# TextRateMe
source: rate me
pl_pl: oceń

# TextStore
source: store
pl_pl: sklep

# TextEditOrDelete
source: Edit or delete medicine
pl_pl: Edytuj lub usuń lekarstwo

# TextEndDatePassed
source: Date of finish taking medicine passed
pl_pl: Data zakończenia przyjmowania lekarstwa minęła

# TextUpdatingData
source: Updating data
pl_pl: Aktualizowanie danych

# TextNoMedicines
source: Press the Add button to add a medicine
pl_pl: Naciśnij przycisk Dodaj, aby dodać lekarstwo

# TextNoTasks
source: Today isn't scheduled medications
pl_pl: Dziś nie zaplanowano lekarstw

# TextAuthor
source: Author:
pl_pl: Autor:

# TextEmail
source: Contact:
pl_pl: Kontakt:

# TextFacebookContent
source: news :: tips :: information
pl_pl: nowości :: porady :: informacje

# TextFacebookTitle
source: Medibox on Facebook
pl_pl: Medibox na Facebook

# TextInfo
source: Medibox application will facilitate your control over all medicines taken by you and your family. Medibox monitors the timing of medicines. Simply enter the name, size of dose and daily number of doses of medicines as well as the start date of its taking and the application will make you will always remember them.
pl_pl: Aplikacja Medibox ułatwi zapanowanie nad wszystkimi medykamentami przyjmowanymi przez Ciebie oraz Twoją rodzinę. Medibox monitoruje terminy przyjmowania leków. Wystarczy, że podasz nazwę leku, wielkość dawki, dzienną liczbę dawek oraz datę rozpoczęcia przyjmowania, a applikacja sprawi że już więcej o nich nie zapomnisz.

# TextVersion
source: Version:
pl_pl: Wersja:

# TextRemoveAdContetnt
source: Go to store to buy full version
pl_pl: Idź do sklepu aby kupić pełną wersję

# TextRemoveAdTitle
source: Do you want to delete this ad?
pl_pl: Czy chcesz usunąć reklamę?

# TextTrialContent
source: Trial version allows for the addition of 5 medicines. Go to store to buy full version.
pl_pl: Wersja próbna pozwala na dodanie 5 leków. Idź do sklepu aby kupić pełną wersję

# FeedbackMessage1
source: Sorry to hear you didn't want to rate Medibox.
pl_pl: Szkoda, że nie chcesz ocenić Medibox.

# FeedbackNo
source: no thanks
pl_pl: nie, dziękuję

# FeedbackSubject
source: Medibox Customer Feedback
pl_pl: Opinie użytkownika Medibox

# FeedbackTitle
source: Can we make it better?
pl_pl: Możemy zrobić to lepiej?

# FeedbackYes
source: give feedback
pl_pl: wyślij opinię

# RatingMessage1
source: We'd love you to rate our app 5 stars
pl_pl: Chcielibyśmy otrzymać od Ciebie 5 gwiazdek

# RatingMessage2
source: You look to be getting a lot of use out of our application!
pl_pl: Widzimy, że często korzystasz z programu!

# RatingNo
source: no thanks
pl_pl: nie, dziękuję

# RatingTitle
source: Enjoying Medibox?
pl_pl: Lubisz Medibox?

# RatingYes
source: rate 5 stars
pl_pl: chcę ocenić

# String7
source: Tell us about your experience or suggest how we can make it even better.
pl_pl: Opowiedz nam o swoich wrażeniach lub zaproponować, co możemy zrobić aby program był jeszcze lepszy.

# String8
source: Showing us some love on the store helps us to continue to work on the app and make things even better!
pl_pl: Twoje wsparcie doda nam otuchy przy pracy nad programem i sprawi że stanie się on jeszcze lepszy!

# String9
source: Why not give us a 5 star rating to show your appreciation?
pl_pl: Może podarujesz nam 5 gwiazdek aby pokazać swoje uznanie?
